xeon/20220909-zfs/stripe/no-fpw-tuned/250/run-rw-1/pgbench.log
pgbench (16devel)
transaction type: <builtin: simple update>
scaling factor: 250
query mode: prepared
number of clients: 32
number of threads: 8
maximum number of tries: 1
duration: 3600 s
number of transactions actually processed: 128459796
number of failed transactions: 0 (0.000%)
latency average = 0.897 ms
initial connection time = 12.836 ms
tps = 35683.381635 (without initial connection time)